export default async function Home() {
  return (
    <div>
      <p className="mb-5">
        Hello，我是一名95后的前端工程师，目前居住在河南郑州。我对技术有着深厚的热爱，对新事物充满好奇，我希望通过我的努力，能够在这个充满挑战和机遇的领域中找到自己的位置。
      </p>

      <p className="mb-5">
        作为一名前端工程师，我熟练掌握了Vue.js、React.js、Node.js、Nuxt.js、Next.js、Koa等技术栈。我始终相信，技术是推动世界进步的重要力量，而我希望能够通过我的专业技能，为这个世界创造更多的价值。目前，我正在努力学习更多的技术，希望能够成为一名合格的全栈工程师。
      </p>

      <p className="mb-5">
        除了对技术的热爱，我也是一名科技数码和新能源汽车的爱好者。我喜欢探索新事物，追求创新，我相信科技能够改变我们的生活，让世界变得更好。同时，我也是一名摄影爱好者，我喜欢用镜头记录生活中的美好瞬间。
      </p>
      <p className="mb-5">
        在日常生活中，我是一个热爱烹饪的人。我喜欢尝试各种菜式，尤其是乱炖。我认为，烹饪就像编程一样，需要创新思维和精细的操作，而当你看到自己的作品被人们享用时，那种满足感是无法言表的。
      </p>

      <p>
        总的来说，我是一个热爱生活、热爱技术的人，我期待在未来的日子里，能够在技术的道路上走得更远，同时也希望能够通过我的努力，让这个世界变得更美好。
      </p>
    </div>
  );
}
